content/etc/config.org
#+TITLE: Hardware and Configuration 
#+HTML_HEAD_EXTRA: <style type="text/css">.title {text-align: center;}</style>

* Dotfiles:
*** [[https://github.com/Tdback/Arch][Arch Linux]]
*** [[https://github.com/Tdback/MacBook][MacBook Pro]]
*** [[https://github.com/Tdback/Arch/blob/main/.emacs.d/Emacs.org][Emacs Configuration]]

* Hardware:
*** Arch Box
|---------------+-----------------------------------------------------------|
| Component     | Specification                                             |
|---------------+-----------------------------------------------------------|
| Processor     | Ryzen 7 5700X (16) @3.4GHz                                |
|---------------+-----------------------------------------------------------|
| Motherboard   | MSI MAG B550 Tomahawk AMD AM4                             |
|---------------+-----------------------------------------------------------|
| RAM           | Corsair Vengeance LPX 3200MHz DDR4 CL16 (2PK x 16GB)      |
|---------------+-----------------------------------------------------------|
| Graphics Card | MSI - NVIDIA Geforce RTX 3060 Gaming X 12G OC (PCIe 4.0)  |
|---------------+-----------------------------------------------------------|
| Storage       | Samsung 980 500GB (PCIe 4.0), Inland QN322 1TB (PCIe 3.0) |
|---------------+-----------------------------------------------------------|
| PSU           | Corsair RM850x, 80+ Gold                                  |
|---------------+-----------------------------------------------------------|

*** MacBook Pro
|---------------+-----------------------------------------|
| Component     | Specification                           |
|---------------+-----------------------------------------|
| Processor     | i9-9880H (16) @2.3GHz                   |
|---------------+-----------------------------------------|
| RAM           | 32GB 2667MHz DDR4                       |
|---------------+-----------------------------------------|
| Graphics Card | AMD Radeon Pro 5500M 4GB, Intel UHD 630 |
|---------------+-----------------------------------------|
| Storage       | 1TB SSD                                 |
|---------------+-----------------------------------------|

*** Homeserver (Fedora and Docker Box)
|---------------+-------------------------------------------------|
| Component     | Specification                                   |
|---------------+-------------------------------------------------|
| Processor     | Intel i5-4590 (4) @ 3.7GHz                      |
|---------------+-------------------------------------------------|
| Motherboard   | HP Elitedesk 800 G1 SFF                         |
|---------------+-------------------------------------------------|
| RAM           | 32GB 1600MHz DDR3 SDRAM (4PK x 8GB)             |
|---------------+-------------------------------------------------|
| Graphics Card | Intel HD Graphics                               |
|---------------+-------------------------------------------------|
| Storage       | Samsung 2.5" 512GB SSD, Western Digital 1TB HHD |
|---------------+-------------------------------------------------|
| PSU           | Dell 320W (Active PFC)                          |
|---------------+-------------------------------------------------|
