etc/config.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Hardware and Configuration</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<h1 class="title">Hardware and Configuration</h1>

<div id="outline-container-orgd978d15" class="outline-2">
<h2 id="orgd978d15">Dotfiles:</h2>
<div class="outline-text-2" id="text-orgd978d15">
</div>
<div id="outline-container-org8b3932d" class="outline-4">
<h4 id="org8b3932d"><a href="https://github.com/Tdback/Arch">Arch Linux</a></h4>
</div>
<div id="outline-container-org24ec3bc" class="outline-4">
<h4 id="org24ec3bc"><a href="https://github.com/Tdback/MacBook">MacBook Pro</a></h4>
</div>
<div id="outline-container-org5fd2cfe" class="outline-4">
<h4 id="org5fd2cfe"><a href="https://github.com/Tdback/Arch/blob/main/.emacs.d/Emacs.org">Emacs Configuration</a></h4>
</div>
</div>

<div id="outline-container-orgacd49d4" class="outline-2">
<h2 id="orgacd49d4">Hardware:</h2>
<div class="outline-text-2" id="text-orgacd49d4">
</div>
<div id="outline-container-org5dab5bb" class="outline-4">
<h4 id="org5dab5bb">Arch Box</h4>
<div class="outline-text-4" id="text-org5dab5bb">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Component</th>
<th scope="col" class="org-left">Specification</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Processor</td>
<td class="org-left">Ryzen 7 5700X (16) @3.4GHz</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Motherboard</td>
<td class="org-left">MSI MAG B550 Tomahawk AMD AM4</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">RAM</td>
<td class="org-left">Corsair Vengeance LPX 3200MHz DDR4 CL16 (2PK x 16GB)</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Graphics Card</td>
<td class="org-left">MSI - NVIDIA Geforce RTX 3060 Gaming X 12G OC (PCIe 4.0)</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Storage</td>
<td class="org-left">Samsung 980 500GB (PCIe 4.0), Inland QN322 1TB (PCIe 3.0)</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">PSU</td>
<td class="org-left">Corsair RM850x, 80+ Gold</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org7f354a8" class="outline-4">
<h4 id="org7f354a8">MacBook Pro</h4>
<div class="outline-text-4" id="text-org7f354a8">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Component</th>
<th scope="col" class="org-left">Specification</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Processor</td>
<td class="org-left">i9-9880H (16) @2.3GHz</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">RAM</td>
<td class="org-left">32GB 2667MHz DDR4</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Graphics Card</td>
<td class="org-left">AMD Radeon Pro 5500M 4GB, Intel UHD 630</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Storage</td>
<td class="org-left">1TB SSD</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-orgcca077b" class="outline-4">
<h4 id="orgcca077b">Homeserver (Fedora and Docker Box)</h4>
<div class="outline-text-4" id="text-orgcca077b">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Component</th>
<th scope="col" class="org-left">Specification</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Processor</td>
<td class="org-left">Intel i5-4590 (4) @ 3.7GHz</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Motherboard</td>
<td class="org-left">HP Elitedesk 800 G1 SFF</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">RAM</td>
<td class="org-left">32GB 1600MHz DDR3 SDRAM (4PK x 8GB)</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Graphics Card</td>
<td class="org-left">Intel HD Graphics</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">Storage</td>
<td class="org-left">Samsung 2.5" 512GB SSD, Western Digital 1TB HHD</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">PSU</td>
<td class="org-left">Dell 320W (Active PFC)</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
